Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: When "Reduced Bolus" is selected in the bolus calculator, the recommended bolus will be multiplied by the "Reduced Bolus Percentage" as well as the "Recommended Bolus Percentage".
bg: Когато в болус калкулатора е избрано „Reduced Bolus“, препоръчителният болус ще бъде умножен по „Reduced Bolus Percentage“, както и по „Recommended Bolus Percentage“.
cs: Pokud v kalkulačce zvolíš „Snížený bolus“, bude doporučená dávka vynásobena „Procentem sníženého bolusu“ i „Procentem doporučeného bolusu“.
da: Når "Reduceret Bolus" er valgt i bolusregnemaskinen, bliver den anbefalede bolus vil ganget med "Reduceret Bolusprocent" samt den "Anbefalede Bolusprocent".
de: Wenn im Bolusrechner „Reduzierter Bolus“ ausgewählt wird, wird der empfohlene Bolus mit dem „Prozentsatz des reduzierten Bolus“ sowie dem „Prozentsatz des empfohlenen Bolus“ multipliziert.
fr: Lorsque "Bolus réduit" est sélectionné dans le calculateur de bolus, le bolus recommandé sera multiplié par le "Pourcentage de bolus réduit" ainsi que par le "Pourcentage de bolus recommandé".
nb_no: Når "Redusert bolus" er valgt i boluskalkulatoren, vil den anbefalte bolusdosen bli ganget med "Redusert bolusprosent" og "Anbefalt bolusprosent".
pl: Gdy w kalkulatorze bolusa wybrana jest opcja „Zmniejszony bolus”, zalecany bolus zostanie pomnożony przez „Procent zmniejszonego bolusa” oraz „Zalecany procent bolusa”.
vi: Khi "Bolus giảm" được chọn trong máy tính bolus, liều bolus đề xuất sẽ được nhân với cả "Tỷ lệ bolus giảm" và "Tỷ lệ bolus đề xuất".
zh_hant: 當「減少注射」在注射計算器中被選擇時，建議的注射將乘以「減少注射百分比」以及「建議注射百分比」。

source: When "Super Bolus" is selected in the bolus calculator, your current basal rate multiplied by "Super Bolus Percentage" will be added to your bolus recommendation.
bg: Когато в болус калкулатора е избрано „Super Bolus“, към препоръката за болус ще бъде добавена текущата ви базална доза, умножена по „Super Bolus Percentage“.
cs: Pokud v kalkulačce zvolíš „Super bolus“, k doporučené dávce se přičte tvůj aktuální bazál vynásobený „Procentem super bolusu“.
da: Når "Super Bolus" er valgt i bolusregnemaskinen, vil din aktuelle basale sats ganget med "Super Bolus Procent" blive tilføjet til din bolus anbefaling.
de: Wenn im Bolusrechner "Superbolus" ausgewählt ist, wird Deine aktuelle Basalrate mit dem "Superbolus-Prozentsatz" multipliziert und zu Deiner Bolusempfehlung hinzugefügt.
es: Cuando se selecciona "Super Bolus" en la calculadora de bolos, su tasa basal actual multiplicada por "Super Bolus Percentage" se añadirá a su recomendación de bolo.
fr: Lorsque "Super Bolus" est sélectionné dans le calculateur de bolus, votre débit basal actuel multiplié par le "Pourcentage de Super Bolus" sera ajouté au bolus recommandé.
it: Quando viene selezionato "Super Bolo" nella calcolatrice del bolo, la velocità basale corrente moltiplicata per "Super Bolo percentuale" sarà aggiunta alla tua raccomandazione in bolo.
nb_no: Når "Super Bolus" er valgt i boluskalkulatoren, vil den nåværende basalraten multiplisert med "Super Bolus Prosent" legges til bolusanbefalingen.
nl: Wanneer "Super Bolus" is geselecteerd in de boluscalculator, zal uw huidige basaalstand vermenigvuldigd met "Super Bolus Percentage" worden toegevoegd aan uw aanbeveling voor bolus.
pl: Po wybraniu opcji "Super bolus" w kalkulatorze bolusa, twoja bieżąca dawka bazowa pomnożona przez "Super Bolus Procent" zostanie dodana do rekomendacji bolusa.
pt_pt: Quando "Super Bolus" for selecionado na calculadora de bolus, a sua taxa de basal atual multiplicada por "Super Porcentagem de Bolus" será adicionada à sua recomendação de bolus.
ru: Когда в болском калькуляторе выбран суперболус, ваша текущая базисная ставка, умноженная на "Super Bolus Percentage", будет добавлена к Вашей рекомендации по болу.
sv: När "Superbolus" väljs i boluskalkylatorn kommer din nuvarande basalhastighet multiplicerad med "Superbolusprocent" att läggas till i din bolusrekommendation.
uk: Коли вибрано "Super Bolus" з калькулятором, ваша поточна базова ставка помножена на "Super Bolus Percentage" буде додана до вашої рекомендації.
vi: Khi tùy chọn 'Bolus tăng' được chọn trong trình tính bolus, tốc độ insulin nền hiện tại của bạn sẽ được nhân với 'Phần trăm Bolus tăng' và cộng thêm vào liều bolus được khuyến nghị.
zh_hant: 當在注射計算器中選擇「超級注射」時，您的當前基礎率乘以「超級注射百分比」將會加到您的注射建議中。

source: When did you eat ?
bg: Кога ядохте?
cs: Kdy jsi jedl?
da: Hvornår spiste du?
de: Wann hast Du gegessen?
fr: Quand avez-vous mangé ?
nb_no: Når spiste du?
nl: Wanneer heb je gegeten?
pl: Kiedy jadłeś ?
vi: Bạn ăn khi nào?
zh_hant: 您什麼時候吃的?

source: When enabled, Super Micro Boluses (SMBs) will always be allowed if dosing calculations determine insulin is needed via the SMB delivery method, except when a high Temp Target is set.
bg: Когато е активирано, Super Micro Boluses (SMB) винаги ще бъдат разрешени, ако изчисленията за дозиране определят, че е необходим инсулин чрез метода на подаване SMB, освен когато е зададена висока временна цел.
cs: Pokud je tato volba povolena, budou Super Micro Bolusy (SMB) vždy povoleny, pokud výpočty dávkování určí, že je inzulín potřeba prostřednictvím metody podání SMB, s výjimkou případů, kdy je nastaven vysoký dočasný cíl.
da: Når aktiveret, vil Super Micro Bolusser (SMB) altid være tilladt, hvis dosisberegninger bestemmer insulin er nødvendig via SMB leveringsmetoden, undtagen når et højt Midlertidigt Mål er indstillet.
de: Wenn diese Funktion aktiviert ist, werden Super-Micro-Boli (SMBs) immer dann zugelassen, wenn die Dosierungsberechnungen ergeben, dass Insulin über die SMB-Abgabemethode benötigt wird, mit der Ausnahme, dass ein hohes Temporäres Ziel eingestellt ist.
fr: Lorsqu’elle est activée, l’option Super Micro Bolus (SMB) permet toujours l’administration d’insuline par SMB si les calculs de dose déterminent qu’une administration d’insuline est nécessaire, sauf lorsqu’une Cible Temporaire haute est définie.
it: Quando abilitato, i Super micro boli (SMBs) saranno sempre consentiti se i calcoli determinano la necessità d'insulina tramite SMB, tranne quando è impostato un alto obiettivo temporaneo.
nb_no: Når dette valget er aktivert vil Super Mikro Bolus (SMB) alltid være tillatt hvis algoritmen beregner at insulin er nødvendig som SMB, unntatt når et høyt midlertidig mål er satt.
nl: Wanneer ingeschakeld, zal Super Micro Bolussen (SMB) altijd worden toegestaan wanneer berekeningen bepalen of insuline nodig is via de SMB toedieningsmethode. behalve wanneer een hoog tijdelijk doel is ingesteld.
pl: Po włączeniu tej funkcji Super Micro Bolusy (SMB) będą zawsze dozwolone jeśli obliczenia dawkowania wskażą, że konieczne jest podanie insuliny za pomocą metody SMB, z wyjątkiem sytuacji gdy ustawiono wysoki cel tymczasowy.
sv: När den är aktiverad kommer supermikrobolusar (SMB) alltid att tillåtas om doseringsberäkningar avgör att insulin behövs via SMB, förutom när ett högt tillfälligt mål är aktivt.
vi: Khi được bật, Super Micro Bolus (SMB) sẽ luôn được cho phép nếu các phép tính liều cho thấy cần bổ sung insulin thông qua phương pháp SMB, trừ khi đang đặt Mục tiêu Tạm thời cao.
zh_hant: 當啟用時，微量注射 (SMBs) 將始終被允許，如果劑量計算確定需要胰島素透過 SMB 輸送方式，除非設置了高的臨時目標。

source: When enabled, Super Micro Boluses (SMBs) will always be allowed if dosing calculations determine insulin is needed via the SMB delivery method, except when a high Temp Target is set. Enabling SMB Always will remove redundant "Enable SMB" options when this setting is enacted.
bg: Когато е активирано, Super Micro Boluses (SMB) винаги ще бъдат разрешени, ако изчисленията за дозиране определят, че е необходим инсулин чрез метода на подаване SMB, освен когато е зададена висока временна цел. Активирането на „SMB Always“ ще премахне излишните опции „Enable SMB“, когато тази настройка е в сила.
cs: Pokud je tato volba povolena, budou Super Micro Bolusy (SMB) vždy povoleny, pokud výpočty dávkování určí, že je inzulín potřeba prostřednictvím metody podání SMB, s výjimkou případů, kdy je nastaven vysoký dočasný cíl. Zapnutí volby „Povolit SMB vždy“ odstraní nadbytečné možnosti „Povolit SMB“, když je toto nastavení aktivní.
da: Når aktiveret, vil Super Micro Bolusser (SMB) altid være tilladt, hvis dosisberegninger bestemmer insulin er nødvendig via SMB leveringsmetoden, undtagen når et højt Temp Target er indstillet. Aktivering af SMB Fjern altid overflødige "Aktivér SMB"-indstillinger, når denne indstilling er aktiveret.
de: Wenn diese Option aktiviert ist, werden Super-Micro-Boli (SMB) immer dann zugelassen, wenn die Dosierungsberechnungen ergeben, dass Insulin über die SMB-Verabreichungsmethode benötigt wird, es sei denn, es ist ein hohes Temporäres Ziel eingestellt. Durch die Aktivierung von "immer SMB" werden redundante "SMB aktivieren"-Optionen entfernt, wenn diese Einstellung in Kraft tritt.
es: Cuando está activado, se permitirá siempre que los cálculos de dosificación determinen la insulina mediante el método de entrega SMB, excepto cuando se establece un objetivo temporal alto. Al activar SMB siempre se eliminarán las opciones redundantes "Activar SMB" cuando esta configuración se ponga en marcha.
fr: Lorsque cette option est activée, les Super Micro Bolus (SMB) seront toujours autorisés si les calculs de dosage déterminent qu’une administration d’insuline est nécessaire via la méthode SMB, sauf en cas de Cible Temporaire élevée. Activer l’option SMB Toujours supprimera les options redondantes de type "Activer SMB" lorsque ce réglage est appliqué.
it: Quando abilitato, Super Micro Boli (SMBs) sarà sempre consentito se i calcoli del dosaggio determinano la necessità di insulina tramite il metodo di consegna SMB, tranne quando è impostato un obiettivo ad alta temperatura. Abilitando SMB rimuoverà sempre le opzioni ridondanti "Abilita SMB" quando questa impostazione viene attivata.
nb_no: Når dette valget er aktivert vil Super Mikro Bolus (SMB) alltid være tillatt hvis algoritmen beregner at insulin er nødvendig som SMB, unntatt når et høyt midlertidig mål er satt. Aktivering av "SMB alltid" vil skjule overflødige "Aktiver SMB"-alternativer.
nl: Wanneer ingeschakeld, zal Super Micro Bolussen (SMB) altijd worden toegestaan wanneer Demping berekeningen bepalen of insuline nodig is via de SMB toedieningsmethode. behalve wanneer een hoog tijdelijk doel is ingesteld. Het inschakelen van SMB zal de overbodige "SMB inschakelen" opties verwijderen wanneer deze instelling is geactiveerd.
pl: Po włączeniu opcji Super Micro Bolus (SMBs) będzie zawsze dozwolony, jeśli obliczenia dawkowania określają ilość insuliny za pomocą metody dostarczania SMB, z wyjątkiem sytuacji, gdy ustawiony jest wysoki cel tymczasowy. Włączenie SMB zawsze usunie zbędne opcje "Włącz SMB", gdy to ustawienie zostanie wprowadzone.
pt_pt: Quando ativado, Super Micro Bolus (PSMBs) sempre será permitido se os cálculos de doação determinarem a insulina for necessária através do método de entrega SMB, exceto quando um Alvo Temp alto está definido. Ativando o SMB sempre removerá as opções redundantes "Habilitar SMB" quando essa configuração for executada.
ru: Если включено, супермикроболозы (SMBs) всегда будут разрешены, если дозирующие расчеты определяют, что инсулин необходим по SMB методу доставки, за исключением тех случаев, когда установлен высокий Temp Target . Включение SMB Всегда удалит избыточные параметры «Включить SMB» при включении этой настройки.
sv: När den är aktiverad kommer supermikrobolusar (SMB) alltid att tillåtas om doseringsberäkningar avgör att insulin behövs via SMB, förutom när ett högt tillfälligt mål är aktivt. När "Använd alltid SMB" aktiveras kommer även andra överflödiga alternativ för "Använd SMB" att döljas.
uk: Коли увімкнено, Super Micro Boluses (SMB) завжди дозволятимуться у разі дозунування підрахунків інсуліну, необхідний за допомогою МСБ-методу доставки, крім випадків, коли встановлено температуру вище. Увімкнення SMB завжди видалить зайві параметри "Увімкнути SMB", коли цей параметр виконується.
vi: Khi bật, Super Micro Bolus (SMB) sẽ luôn được cho phép nếu các phép tính liều cho thấy cần tiêm insulin qua phương pháp SMB, trừ khi đang đặt Mục tiêu Tạm thời cao. Việc bật tùy chọn 'Luôn bật SMB' sẽ loại bỏ các tùy chọn 'Bật SMB' khác không còn cần thiết khi thiết lập này có hiệu lực.
zh_hant: 當啟用時，如果劑量計算判斷需要胰島素透過超微量注射(SMB)方式給藥，將始終允許超微量注射(SMB)，除非設置了高臨時目標。啟用「永遠允許SMB」將在啟用此設置時移除多餘的「啟用SMB」選項。

source: When enabled, the calendar event created will indicate whether glucose readings are in-range or out-of-range using the following color emojis:
bg: Когато е активирано, създаденото събитие в календара ще указва дали показанията на глюкозата са в диапазона или извън диапазона, като използва следните цветни емоджита:
cs: Pokud je zapnuto, událost v kalendáři bude pomocí barevných emoji ukazovat, zda jsou naměřené hodnoty v rozmezí nebo mimo něj:
da: Når aktiveret, vil kalenderbegivenheden oprettet vil indikere, om glucose aflæsninger er inden for rækkevidde eller uden for rækkevidde ved hjælp af følgende farve emojis:
de: Wenn diese Funktion aktiviert ist, zeigt der erstellte Kalendereintrag mit den folgenden farbigen Emojis an, ob die Glukosewerte im oder außerhalb des Bereichs liegen:
es: Cuando está activado, el evento del calendario creado indicará si las lecturas de glucosa están dentro o fuera de rango usando los siguientes emojis de color:
fr: Lorsque ce réglage est activé, l’événement de calendrier créé indiquera si les mesures de glucose sont dans la cible ou en dehors, à l’aide des émojis de couleur suivants :
it: Se abilitata, l'evento del calendario creato indicherà se le letture di glucosio sono all'interno o fuori intervallo usando le seguenti emoji di colore:
nb_no: Når aktivert vil kalenderhendelsen som ble opprettet indikere om blodsukkeret er i målområdet eller utenfor ved hjelp av følgende farge-emojis:
nl: Wanneer ingeschakeld, geeft de aangemaakte kalendergebeurtenis aan of glucosewaardes binnen bereik of buiten bereik zijn met behulp van de volgende kleuremojis:
pl: Po włączeniu zdarzenia kalendarza będą wskazywać czy odczyty glukozy są w zakresie lub poza zasięgiem przy użyciu następujących emotikonów kolorów:
pt_pt: Quando ativado, o evento do calendário irá indicar se as leituras de glicose estão no intervalo ou fora do alcance usando os seguintes emojis de cor:
ru: Когда включено, созданное событие календаря будет указывать, находятся ли данные глюкозы в радиусе действия или вне диапазона, используя следующие цветовые эмоции:
sv: När den aktiveras kommer kalenderhändelsen som skapas att ange om glukosvärden är inom eller utanför målintervallet med hjälp av följande färgemojis:
uk: Якщо увімкнено, то створена подія календаря вказує на те, чи є показники глюкози в діапазоні від використання наступної колірної емодзі:
vi: Khi được bật, sự kiện trong lịch sẽ hiển thị liệu mức đường huyết đang trong phạm vi hay ngoài phạm vi bằng cách sử dụng các biểu tượng cảm xúc màu sắc sau:
zh_hant: 當啟用時，創建的日曆事件將指示血糖讀取值是否在範圍內或超出範圍，使用以下顏色表情符號：

source: When enabled, Trio will create a customizable calendar event to keep you notified of your current glucose reading with every successful loop cycle.
bg: Когато е активирано, Trio ще създава персонализируемо събитие в календара, за да ви уведомява за текущото ви показание на глюкозата с всеки успешен loop цикъл.
cs: Pokud je tato funkce zapnuta, Trio vytvoří přizpůsobitelnou událost v kalendáři, která tě bude informovat o aktuální hodnotě glukózy po každém úspěšném cyklu smyčky.
da: Når aktiveret, Trio vil oprette en tilpasselig kalender begivenhed for at holde dig underrettet om din aktuelle glukose læsning med hver vellykket loop cyklus.
de: Wenn diese Funktion aktiviert ist, erstellt Trio ein anpassbaren Kalendereintrag, um Dich bei jedem erfolgreichen Loop über Deine aktuelle Glukose zu informieren.
es: Cuando está habilitado, Trio creará un evento personalizado del calendario para mantenerte informado de tu lectura de glucosa actual con cada ciclo de bucle exitoso.
fr: Lorsque ce réglage est activé, Trio créera un événement de calendrier personnalisable pour vous notifier de votre mesure de glucose actuelle à chaque cycle de bouclage réussi.
it: Se abilitato, Trio creerà un evento calendario personalizzabile per tenerti informato della tua lettura corrente di glucosio con ogni ciclo di successo.
nb_no: Når den er aktivert, vil Trio opprette en kalenderhendelse for å holde deg oppdatert om gjeldende blodsukker ved hver vellykkede loop-syklus.
nl: Wanneer ingeschakeld, zal Trio een aanpasbare agenda-afspraak maken om je op de hoogte te houden van je huidige glucosemeting bij elke succesvolle loopcyclus.
pl: Po włączeniu funkcja Trio utworzy konfigurowalne wydarzenie w kalendarzu, które będzie Cię informować o bieżącym odczycie poziomu glikemii po każdym udanym cyklu pętli.
pt_pt: Quando ativado, Trio criará um evento de calendário personalizável para manter você notificado da leitura de glicose atual com todos os ciclos de ciclo bem sucedidos.
ru: Если включено, Trio создаст настраиваемое событие календаря, чтобы информировать вас о текущем чтении глюкозы с каждым успешным циклом цикла.
sv: När den är aktiverad kommer Trio att skapa en anpassningsbar kalenderhändelse för att hålla dig uppdaterad på ditt nuvarande glukosvärde efter varje lyckad loop.
uk: Коли включено, Trio створить настроювану подію календаря, яка дозволить вам надсилати повідомлення про ваше поточне читання глюкози з кожним циклом успішного циклу.
vi: Khi được bật, Trio sẽ tạo một sự kiện lịch có thể tùy chỉnh để thông báo cho bạn về chỉ số đường huyết hiện tại sau mỗi chu kỳ vòng lặp thành công.
zh_hant: 當啟用時，Trio將創建可自定義的日曆事件，以在每次成功循環時提醒您當前的血糖讀取值。

source: When enabled, Trio will include the current IOB and COB values, along with the current glucose reading, in each calendar event created.
bg: Когато е активирано, Trio ще включва текущите стойности на IOB и COB заедно с текущото показание на глюкозата във всяко създадено събитие в календара.
cs: Pokud je zapnuto, Trio ke každé události v kalendáři přidá aktuální hodnoty IOB a COB společně s naměřenou glykémií.
da: Når aktiveret, vil Trio inkludere de aktuelle IOB og COB værdier, sammen med den aktuelle glukoseaflæsning, i hver kalender begivenhed oprettet.
de: Wenn diese Funktion aktiviert ist, fügt Trio die aktuellen IOB- und COB-Werte zusammen mit dem aktuellen Glukosewert in jeden erstellten Kalendereintrag ein.
es: Cuando está habilitado, Trio incluirá los valores actuales del IOB y COB, junto con la lectura de la glucosa actual, en cada evento creado con calendario.
fr: Lorsque ce réglage est activé, Trio inclura les valeurs actuelles d’IOB (insuline active) et de COB (glucides actifs), ainsi que la valeur de glucose actuelle, dans chaque événement de calendrier créé.
it: Se abilitata, il Trio includerà i valori correnti di IOB e COB, insieme alla lettura corrente del glucosio, in ogni evento di calendario creato.
nb_no: Når aktivert, vil Trio inkludere gjeldende IOB og COB, sammen med gjeldende blodsukker i hver kalenderhendelse som opprettes.
nl: Wanneer ingeschakeld, zal Trio de huidige IOB en COB waarden bevatten, samen met de huidige glucose lezing, in elke gemaakte kalendergebeurtenis.
pl: Po włączeniu Trio będzie uwzględniać bieżące wartości IOB i COB, a także bieżące odczyty stężenia glikemii w każdym utworzonym wydarzeniu w kalendarzu.
pt_pt: Quando ativado, Trio incluirá os valores atuais IOB e COB, juntamente com a leitura atual da glicose, em cada evento do calendário criado.
ru: Если включено, трио будет включать текущие значения IOB и COB, а также текущее чтение глюкозы, в каждый календарь создается.
sv: När den är aktiverad kommer Trio att inkludera de aktuella IOB- och COB-värdena, tillsammans med det aktuella glukosvärdet, i varje kalenderhändelse som skapas.
uk: Коли ввімкнено, племено включатиме поточні значення IOB та COB разом з поточним читанням глюкози, до кожного з них створеного календаря.
vi: Khi được bật, Trio sẽ đưa các giá trị IOB (insulin đang hoạt động), COB (carbs còn lại) và chỉ số đường huyết hiện tại vào mỗi sự kiện lịch được tạo.
zh_hant: 當啟用時，Trio將在每個創建的日曆事件中包含當前的IOB和COB值，以及當前的血糖讀取值。

source: When Remote Control is enabled, you can send boluses, overrides, temporary targets, carbs, and other commands to Trio via push notifications.
bg: Когато е активирано дистанционното управление, можете да изпращате към Trio болуси, отмени, временни цели, въглехидрати и други команди чрез push известия.
cs: Když je povoleno dálkové ovládání, můžete do aplikace Trio odesílat bolusy, přepsání, dočasné cíle, sacharidy a další příkazy prostřednictvím push oznámení.
da: Når Remote Control er aktiveret, kan du sende boluser, tilsidesættelser, midlertidige mål, kulstof og andre kommandoer til Trio via push-notifikationer.
de: Wenn die Fernbedienung aktiviert ist, kannst Du über Push-Benachrichtigungen Boli, Overrides, Temporäre Ziele, Kohlenhydrate und andere Befehle an Trio senden.
es: Cuando el control remoto está activado, puede enviar bolos, anulaciones, blancos temporales, carbones y otros comandos a Trio a través de notificaciones push.
fr: Lorsque le contrôle à distance est activé, vous pouvez envoyer des bolus, des Dérogations, des Cibles Temporaires, des ajouts de glucides et d’autres commandes à Trio via des notifications push.
it: Quando il telecomando è abilitato, è possibile inviare boli, overriding, target temporanei, carboidrati e altri comandi al Trio tramite notifiche push.
nb_no: Når fjernkontroll er aktivert, kan du sende boluser, overstyringer, midlertidige mål, karbo og andre kommandoer til Trio via push-varsler.
nl: Wanneer externe controle is ingeschakeld, kun je bolussen, overschrijvingen, tijdelijke doelen, koolhydraten en andere commando's verzenden naar Trio via push-meldingen.
pl: Po włączeniu funkcji Zdalne Sterowanie możesz wysyłać bolusy, nadpisania, cele tymczasowe, węglowodany i inne polecenia do Trio za pośrednictwem powiadomień push.
pt_pt: Quando o Controle Remoto está ativado, você pode enviar bolus, substituições, alvos temporários, carbono e outros comandos para Trio através de notificações push.
ru: При включенном пульте дистанционного управления можно отправлять в Трио через push-уведомления звуки, переопределения, временные цели, карбоны и другие команды.
sv: När fjärrkontroll är aktiverad kan du skicka bolus, overrider temporära mål, kolhydrater och andra kommandon till Trio via push-meddelanden.
uk: Коли ввімкнуто дистанційного керування, ви можете відправляти жилки, заміни, тимчасові цілі, вуглеці та інші команди для племені за допомогою push-сповіщень.
vi: Khi tính năng Điều khiển Từ xa (Remote Control) được bật, bạn có thể gửi bolus, ghi đè, mục tiêu tạm thời, tinh bột và các lệnh khác đến Trio thông qua thông báo đẩy (push notification).
zh_hant: 當啟用遠端控制時，您可以透過推播通知將注射、覆蓋、臨時目標、碳水化合物及其他命令發送至Trio。
